tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bitrise"
brew "carthage"
brew "krb5"
brew "libpq"
brew "mas"
brew "mysql-client"
brew "putty"
brew "sqlite"
brew "python@3.8"
brew "rbenv"
brew "ruby"
brew "vim"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
cask "notion"
cask "station"
cask "visual-studio-code"
mas "DaisyDisk", id: 411643860
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
