tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "mas"
brew "mysql-client"
brew "vim"
brew "yarn"
brew "zsh"
brew "sanemat/font/ricty"
cask "1password"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "station"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Xcode", id: 497799835
