tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
brew "act"
brew "openssl@3"
brew "awscli"
brew "bitrise"
brew "carthage"
brew "cmake"
brew "gh"
brew "goenv"
brew "jq"
brew "libpq"
brew "mas"
brew "mkcert"
brew "mysql-client"
brew "node-build"
brew "nodenv"
brew "putty"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "rust"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "1password"
cask "chromedriver"
cask "cursor"
cask "docker"
cask "figma"
cask "firefox"
cask "flutter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "julesmons.recline"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "rooveterinaryinc.roo-cline"
