tap "hashicorp/tap"
brew "act"
brew "openssl@3"
brew "python@3.13"
brew "awscli"
brew "bitrise"
brew "carthage"
brew "cmake"
brew "ffmpeg"
brew "gh"
brew "goenv"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mkcert"
brew "mysql", restart_service: :changed
brew "node-build"
brew "nodenv"
brew "php"
brew "pnpm"
brew "putty"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "rust"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "zplug"
brew "zsh"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
cask "1password"
cask "chatgpt"
cask "1password-cli"
cask "chromedriver"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "flutter"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kiro"
cask "ngrok"
cask "notion"
cask "session-manager-plugin"
cask "slack"
cask "stoplight-studio"
cask "visual-studio-code"
cask "windsurf"
cask "zoom"
mas "DaisyDisk", id: 411643860
mas "WinArchiver Lite", id: 414855915
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "anthropic.claude-code"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "jackiotyu.git-worktree-manager"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "rooveterinaryinc.roo-cline"
