tap "hashicorp/tap"
brew "act"
brew "openssl@3"
brew "awscli"
brew "bitrise"
brew "carthage"
brew "cloud-sql-proxy"
brew "cmake"
brew "ffmpeg"
brew "jq"
brew "libpq"
brew "mas"
brew "mise"
brew "mkcert"
brew "mysql", restart_service: :changed
brew "php"
brew "podman"
brew "postgresql@14", restart_service: :changed
brew "putty"
brew "redis", restart_service: :changed
brew "rust"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "zplug"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "antigravity"
cask "chromedriver"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "flutter"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kiro"
cask "ngrok"
cask "notion"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
cask "windsurf"
cask "zoom"
mas "DaisyDisk", id: 411643860
mas "WireGuard", id: 1451685025
vscode "anthropic.claude-code"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "jackiotyu.git-worktree-manager"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "rooveterinaryinc.roo-cline"
